COPY MY-FILE-001.
COPY CPY-FILE.
* COMMENT
COPY LIMITS
    REPLACING
        999 BY 1000.
COPY STATUS-CODES
    REPLACING
        "A" BY "ACTIVE"
        "I" BY "INACTIVE".